Repository: collective/atreal.richfile.preview
Catalog: atreal/richfile/preview/locales/*/LC_MESSAGES/atreal.richfile.preview.po
Languages: fr

source: Preview
fr: Prévisualisation

source: Preview activated.
fr: Plugin de prévisualisation activé.

source: Preview un-activated.
fr: Plugin de prévisualisation désactivé.

source: RichFilePreview settings
fr: Configuration du plugin de prévisualisation

source: RichFilePreview settings for this site.
fr: Vous pouvez paramétrer ici les propriétés du plugin.

source: The preview has been updated.
fr: La prévisualisation a été mise à jour.

source: help_rf_preview_collapsed
fr: Cochez la case si vous souhaitez que le plugin soit rétracté lors du chargement de la page.

source: label_required
fr: (Requis)

source: label_rf_preview_collapsed
fr: Affichage rétracté ?

source: title_required
fr: Requis
